// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@. %@ disques.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disque.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Achat de billets non supporté)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d heures";

/* i.e.: 30 minutes */
"%d minutes" = "%d minutes";

/* No comment provided by engineer. */
"%d months ago" = "Il y a %d mois";

/* No comment provided by engineer. */
"%d weeks ago" = "Il y a %d semaines";

/* No comment provided by engineer. */
"%d years ago" = "Il y a %d années";

/* No comment provided by engineer. */
"1 hour" = "1 heure";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilomètre";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minute";

/* No comment provided by engineer. */
"1 month ago" = "Il y a un mois";

/* No comment provided by engineer. */
"1 week ago" = "Il y a une semaine";

/* No comment provided by engineer. */
"1 year ago" = "Il y a un an";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "À propos";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "M-à-J auto du lieu";

/* No comment provided by engineer. */
"Bookmarks" = "Signets";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Téléphone";

/* No comment provided by engineer. */
"Cast:" = "Acteurs:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Modifier la date";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Ville/province ou code postal";

/* No comment provided by engineer. */
"Could not find location." = "Impossible de trouver votre lieu actuel.";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "L’horaire pour les dates futures pourrait être incomplet. Retournez à la date du jour pour voir l'horaire complet.";

/* No comment provided by engineer. */
"Director:" = "Directeur:";

/* No comment provided by engineer. */
"Directors:" = "Directeurs:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distance";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Envoyer l'horaire";

/* No comment provided by engineer. */
"Favorites" = "Cinémas préférés";

/* No comment provided by engineer. */
"Genre:" = "Genre:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Service de géolocalisation fourni par:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Images par Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Vendredi dernier";

/* No comment provided by engineer. */
"Last Monday" = "Lundi dernier";

/* No comment provided by engineer. */
"Last Saturday" = "Samedi dernier";

/* No comment provided by engineer. */
"Last Sunday" = "Dimanche dernier";

/* No comment provided by engineer. */
"Last Thursday" = "Jeudi dernier";

/* No comment provided by engineer. */
"Last Tuesday" = "Mardi dernier";

/* No comment provided by engineer. */
"Last Wednesday" = "Mercredi dernier";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Moins de %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Moins de 1 %@";

/* No comment provided by engineer. */
"License" = "Licence";

/* No comment provided by engineer. */
"Localized by:" = "Traductions par:";

/* No comment provided by engineer. */
"Location" = "Lieu actuel";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Carte";

/* No comment provided by engineer. */
"Movie details provided by:" = "Informations sur les films fournies par:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Critiques de films fournies par:";

/* No comment provided by engineer. */
"Movies" = "Films";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Nom";

/* No comment provided by engineer. */
"No information found" = "Aucune information trouvée";

/* No comment provided by engineer. */
"No synopsis available." = "Aucun résumé disponible.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Aucun";

/* No comment provided by engineer. */
"Not yet rated" = "En attente de classement";

/* No comment provided by engineer. */
"OK" = "Ok";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Commander un billet pour %@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Bande annonce";

/* No comment provided by engineer. */
"Please enter your location" = "Veuillez entrer votre emplacement";

/* Takes the user to the website for this application */
"Project website" = "Site Web du projet";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Classé %@";

/* No comment provided by engineer. */
"Rated:" = "Classement:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Critiques";

/* No comment provided by engineer. */
"Really close by" = "Très près";

/* No comment provided by engineer. */
"Really far away" = "Très loin";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Sortie";

/* No comment provided by engineer. */
"Release date:" = "Date de sortie:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Sortie: %@";

/* No comment provided by engineer. */
"Reviews" = "Critiques";

/* No comment provided by engineer. */
"Running time:" = "Durée:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Appréciation";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Date de sortie";

/* No comment provided by engineer. */
"Search Distance" = "Rayon de recherche";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Envoyez vos commentaires";

/* No comment provided by engineer. */
"Settings" = "Réglages";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Afficher %d cinémas cachés";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Afficher 1 cinéma caché";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Horaire des représentations téléchargé le %@.";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Le cinéma à mis à jour son horaire la dernière fois le\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "es fournisseurs d'horaires de cinémas limitent souvent la distance maximale pour laquelle ils vont donner des résultats. Par conséquent, il se peut que certains cinémas n'apparaissent pas dans vos résultats de recherches même si votre étendue de recherche est grande.";

/* No comment provided by engineer. */
"Theaters" = "Cinémas";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Ce cinéma n'a pas encore fourni l'horaire de ses représentations. Dès qu'il est disponible, $@ l'ajoutera automatiquement.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Vente de billets par:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Titre";

/* No comment provided by engineer. */
"Today" = "Aujourd'hui";

/* No comment provided by engineer. */
"Unknown Distance" = "Distance inconnue";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Date de sortie inconnue";

/* No comment provided by engineer. */
"Unrated" = "Sans classement";

/* No comment provided by engineer. */
"Upcoming" = "À venir";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Utiliser petite police";

/* No comment provided by engineer. */
"Website" = "Site Web";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Créé par Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Hier";

/* No comment provided by engineer. */
"kilometer" = "kilomètre";

/* No comment provided by engineer. */
"kilometers" = "kilomètres";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "miles";